{"id":2191,"date":"2024-06-24T14:03:57","date_gmt":"2024-06-24T14:03:57","guid":{"rendered":"https:\/\/nhstayside.foundation\/?p=2191"},"modified":"2024-06-24T14:09:10","modified_gmt":"2024-06-24T14:09:10","slug":"art-angel-walk-talk-and-create","status":"publish","type":"post","link":"https:\/\/nhstayside.foundation\/2024\/06\/24\/art-angel-walk-talk-and-create\/","title":{"rendered":"ART ANGEL- Walk, Talk and Create"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"2191\" class=\"elementor elementor-2191\" data-elementor-post-type=\"post\">\n\t\t\t\t<div class=\"elementor-element elementor-element-f09f71f e-flex e-con-boxed e-con e-parent\" data-id=\"f09f71f\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-8571225 elementor-hidden-desktop dce_masking-none elementor-widget elementor-widget-image\" data-id=\"8571225\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img fetchpriority=\"high\" decoding=\"async\" width=\"447\" height=\"412\" src=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-1-1.jpg\" class=\"attachment-large size-large wp-image-2194\" alt=\"\" srcset=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-1-1.jpg 447w, https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-1-1-300x277.jpg 300w\" sizes=\"(max-width: 447px) 100vw, 447px\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-0a087ab elementor-widget__width-inherit elementor-widget elementor-widget-elementskit-accordion\" data-id=\"0a087ab\" data-element_type=\"widget\" data-widget_type=\"elementskit-accordion.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"ekit-wid-con\" >\n        <div class=\"elementskit-accordion accoedion-primary\" id=\"accordion-68052209648ec\">\n\n            \n                <div class=\"elementskit-card active\">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-0-0a087ab\">\n                        <a href=\"#collapse-012564568052209648ec\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-012564568052209648ec\" aria-expanded=\"true\" aria-controls=\"Collapse-012564568052209648ec\">\n                            \n                            <span class=\"ekit-accordion-title\">• The Background<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-012564568052209648ec\" class=\" show collapse\" aria-labelledby=\"primaryHeading-0-0a087ab\" data-parent=\"#accordion-68052209648ec\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>This project was open to both new and existing Art Angel participants who have experience of long-term mental health problems. It was developed after a very successful project for Young Adults at the Botanical Gardens in 2022, which helped us test and develop new ways of working outside. We wanted to open up a project to adults and young adults which would involve making work out with our premises Feedback from this project led to us working with a Wildlife Ranger who could impart some knowledge of ecology onto participants, deepening their connection with the outside world.<br \/><br \/><span style=\"font-weight: 400\">We wanted this project to directly address unequal access to both the arts and nature. Those from lower socio-economic backgrounds, who live in areas with high levels of deprivation or with a disability have much less access to green spaces and are also far more likely to experience cultural inequality. With an abundance of natural beauty on Dundee’s doorstep we wanted to support people to feel confident enough to access this. <\/span><\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-1-0a087ab\">\n                        <a href=\"#collapse-1c4220268052209648ec\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-1c4220268052209648ec\" aria-expanded=\"false\" aria-controls=\"Collapse-1c4220268052209648ec\">\n                            \n                            <span class=\"ekit-accordion-title\">•  The Objectives<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-1c4220268052209648ec\" class=\" collapse\" aria-labelledby=\"primaryHeading-1-0a087ab\" data-parent=\"#accordion-68052209648ec\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p><strong>The aim was to support people with long-term serious mental health difficulties to develop a meaningful connection with the natural environment whilst making art in a supportive group.<br \/><br \/><\/strong>Through walking, learning outdoor skills and making art together, we wanted participants to experience real improvements to both physical and mental health and wellbeing. Nature provides a peaceful place to be, encouraging mindfulness, all the while stimulating the parasympathetic nervous system, linked to the rest and digest response. We hoped for creative workshops to support people to look at the natural world in a new way. Through working alongside people with diverse histories, connected by experience of mental health difficulties, we intended that this project would reduce isolation and loneliness and build a sense of community for those involved. We anticipated health improvements and increased confidence to lead to increased recognition of skills and potential, encouraging participants to become more empowered active members of their communities.<br \/><br \/>Through celebrating the work in an exhibition at the end of the project, we wanted participants to feel proud of their achievements and be able to share these with friends, families and communities. <br \/><br \/>We hoped that people would feel more connected with the natural environment around Tayside and that through exploring as a group, they would feel inspired and confident enough to continue after the project’s end. In particular we wanted them to feel more connected to the botanic gardens, a beautiful space in the community that the majority had never visited.<br \/><br \/>This project also supported our environmental aims in light of the climate emergency. With climate anxiety growing, we intended that being creatively engaged with nature would help counter the feelings of disempowerment and despair that compound mental distress, supporting participants to take positive action around the climate crisis and feel better able to manage the effects of it.<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-2-0a087ab\">\n                        <a href=\"#collapse-65636af68052209648ec\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-65636af68052209648ec\" aria-expanded=\"false\" aria-controls=\"Collapse-65636af68052209648ec\">\n                            \n                            <span class=\"ekit-accordion-title\">•  The Activities<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-65636af68052209648ec\" class=\" collapse\" aria-labelledby=\"primaryHeading-2-0a087ab\" data-parent=\"#accordion-68052209648ec\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>The first half of the project was spent in Dundee Botanic Gardens. A group of participants from our art,  creative writing and young adult groups, along with seven people new to Art Angel, to take part in weekly creative groups led by Art Angel Tutors in the activity rooms. Participants enjoyed printmaking from natural forms, cyanotypes and writing workshops. Several participants enjoyed combining poetry and visual responses which led to an exploration of artists' books. When the weather was favorable participants made work outside - paintings, videos and sculpture. Participants who were not members of other Art Angel groups were given access to one of our regular groups for the duration of the project, giving them the opportunity to develop work at Art Angel, where more materials were available to them.<br \/><br \/>Initial walks out-with the Botanic Gardens during this phase took place at Riverside nature reserve and the waterfront. A theme was decided by the group, to provide a sense of purpose and encourage participants to look at their environment in a new light. For example, on one walk we gave participants SLR cameras and took 10 photos based on a series of one-word prompts. These gave focus for the walk and were a springboard for discussion and other creative activities for the following weeks.<br \/><br \/>In the second half of the project, we started walks further afield, with a Wildlife Ranger. These included walks on beaches (Broughty Ferry and St Andrews) and in Tentsmuir Forest. One included a guide who was a professional forager and participants responded with writing and photography. Another walk focused on colour and one of our tutors who is experienced in working in textiles helped participants gather natural materials to dye paper and cloth. Not all participants chose to take part in these - some had mobility fears, but others had simply become content working in the gardens and felt like it was a safe creative environment for them. Therefore, one tutor and volunteer remained at the gardens each week which gave flexibility for all.<br \/><br \/>Our exhibition ‘Don’t Panic, Get Botanic’ was held in the Green Gallery of the Botanic Gardens (see attached images). This was well attended and well supported with an opening event that included live music in the gardens for all visitors. Kevin Fredriani, Botanic Gardens curator, was extremely supportive and allowed us to take over the whole space for the exhibition.<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-3-0a087ab\">\n                        <a href=\"#collapse-c1f18bd68052209648ec\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-c1f18bd68052209648ec\" aria-expanded=\"false\" aria-controls=\"Collapse-c1f18bd68052209648ec\">\n                            \n                            <span class=\"ekit-accordion-title\">•  The Impact<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-c1f18bd68052209648ec\" class=\" collapse\" aria-labelledby=\"primaryHeading-3-0a087ab\" data-parent=\"#accordion-68052209648ec\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>All participants had a one-to-one chat with staff to help them understand what their individual aims and goals were. These included getting out of the house more, socialising, building confidence, ‘being more creative’ and finding places to go for walks, building confidence to do so.<br \/><br \/>Tutors completed weekly evaluations and in-depth end of block evaluations for this project which measured the extent to which aims were met. Direct quotes, photographs, artwork, and writing were used to support these. This project far exceeded expectations, even with the success of our previous Young Adults project at the Botanical Gardens. A core group bonded and all participants who had not been involved with Art Angel asked to join a group.<br \/><br \/>After the exhibition we invited all participants to complete a survey. 18 returned this and results were:<\/p><ul><li>All reported that over all they had enjoyed the project, had fun and felt part of a community.<\/li><li>All felt that staff gave them good or excellent support.<\/li><li>88% reported that they’d gained confidence.<\/li><li>88% reported that they gained new creative skills.<\/li><li>83% reported that their mental health and wellbeing had improved.<\/li><li>77% reported that they would want to revisit the places after the project.<\/li><\/ul><p> <\/p><p>Having the space at the Botanical Gardens each week gave us and participants flexibility in how they spent group time. This worked well when we started running creative walks out with the Botanic Gardens with the Wildlife Ranger. Many people mentioned how much easier was to chat to staff while walking or making art and being outside. It seemed less formal. The group not only leaned about nature and wildlife but tried new art forms such as casting in sand. By offering a range of options for participants, we were able to provide projects that suited the needs of individuals. Some people chose to stay with the Tutors at the Botanic Gardens and work on their projects there. Others chose ambitious walks exploring different landscapes and environments such as Tentsmuir. Despite most participants living in Dundee most of their life, many had never been to areas such as Tenstmuir (only a short bus ride away.) Going as a group on the bus built the much-needed confidence to explore. Ron, “I had no idea this was so close! I hate getting buses and I’m always scared they don’t turn up, but after going out together and getting a coffee afterwards I feel like a whole new world is here and I want to bring my friend”. The walk with a professional forager was popular, and participants reported that afterwards they were looking at wildflowers and ‘weeds’ in a new light.<br \/><br \/><span style=\"font-weight: 400\">All participants were also invited to our annual Creative Evaluation Day and feedback from this will help us plan future similar projects. <\/span><\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-4-0a087ab\">\n                        <a href=\"#collapse-a76307c68052209648ec\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-a76307c68052209648ec\" aria-expanded=\"false\" aria-controls=\"Collapse-a76307c68052209648ec\">\n                            \n                            <span class=\"ekit-accordion-title\">•  Testimonials<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-a76307c68052209648ec\" class=\" collapse\" aria-labelledby=\"primaryHeading-4-0a087ab\" data-parent=\"#accordion-68052209648ec\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>“Going to Tentsmuir was so good, I thought it was really far away until we went there. The ranger was really good at telling us stuff about the place and plants. I like the sand casting, really fun” James<br \/><br \/>“I was never at the Botanic Gardens, I got a real shock at the size of it. It was like a jungle in the big glass house. I got to know new friends and I liked the staff. To have my work in display felt really good” Jim<br \/><br \/>“I really enjoyed the walks, then stopping to talk and do some drawing, I liked doing the cyanotype prints too, the sun made the print” Chelsea<br \/><br \/>“I can’t tell you enough as to how much I enjoyed this project. Being out in nature, doing art, writing, photography. Making new friends and feeling much more confident to be myself. A big thank you” Lucy<br \/><br \/>“I didn’t really know what foraging was but that guy found so many plants and things we could eat it was amazing” Jamal<br \/><br \/>“I thought it was going to be boring but it was really fun, can’t wait to go back!” Julir<br \/><br \/>“Art Angel saved me, I felt so alone. Now I am an Art Angel and I make art” Phelum<br \/><br \/>“Something to look forward to every week, great staff, trying new things with new people” Rhianon<br \/><br \/>“I loved the Botanic gardens, the support I got was much better than anywhere else I have been. I have now been accepted to college, I couldn’t have done it without Art Angel”. Tamsin<br \/><br \/>“Just being outside made a difference to how I feel, I had forgotten that I like to be outside. But being with everybody in the group and talking to staff in a less formal situation really helped me to feel better about myself” Jenny<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                                        <\/div>\n    <\/div>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t<div class=\"elementor-element elementor-element-f2f223d e-flex e-con-boxed e-con e-parent\" data-id=\"f2f223d\" data-element_type=\"container\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-e4a89eb elementor-widget__width-auto elementor-widget elementor-widget-heading\" data-id=\"e4a89eb\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h6 class=\"elementor-heading-title elementor-size-default\">The Future<\/h6>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t<div class=\"elementor-element elementor-element-583c2a9 e-con-full e-flex e-con e-child\" data-id=\"583c2a9\" data-element_type=\"container\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t<div class=\"elementor-element elementor-element-8b39066 elementor-widget__width-auto elementor-widget elementor-widget-heading\" data-id=\"8b39066\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">This project has provided the feedback and evaluation to secure funding for a three-year project working in nature and within the Botanic Gardens, Art Angel in Residence. This work will become part of our core working practice in the future. The work has also fed into and become an important part of our environmental policy.\n\nWorking in partnership with the Botanic Gardens has been extremely positive and has added value to our work and made it an accessible place that our people can go at any time.<\/h1>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-1c06419 elementor-widget__width-inherit elementor-align-justify elementor-widget elementor-widget-button\" data-id=\"1c06419\" data-element_type=\"widget\" data-widget_type=\"button.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<div class=\"elementor-button-wrapper\">\n\t\t\t\t\t<a class=\"elementor-button elementor-button-link elementor-size-lg\" href=\"https:\/\/www.artangeldundee.org.uk\" target=\"_blank\" rel=\"noopener\">\n\t\t\t\t\t\t<span class=\"elementor-button-content-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"elementor-button-text\">For more information, visit the Art Angel website<\/span>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<\/a>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-a8b9c05 elementor-widget elementor-widget-gallery\" data-id=\"a8b9c05\" data-element_type=\"widget\" data-settings=\"{&quot;columns&quot;:2,&quot;lazyload&quot;:&quot;yes&quot;,&quot;gallery_layout&quot;:&quot;grid&quot;,&quot;columns_tablet&quot;:2,&quot;columns_mobile&quot;:1,&quot;gap&quot;:{&quot;unit&quot;:&quot;px&quot;,&quot;size&quot;:10,&quot;sizes&quot;:[]},&quot;gap_tablet&quot;:{&quot;unit&quot;:&quot;px&quot;,&quot;size&quot;:10,&quot;sizes&quot;:[]},&quot;gap_mobile&quot;:{&quot;unit&quot;:&quot;px&quot;,&quot;size&quot;:10,&quot;sizes&quot;:[]},&quot;link_to&quot;:&quot;file&quot;,&quot;aspect_ratio&quot;:&quot;3:2&quot;,&quot;overlay_background&quot;:&quot;yes&quot;,&quot;content_hover_animation&quot;:&quot;fade-in&quot;}\" data-widget_type=\"gallery.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div class=\"elementor-gallery__container\">\n\t\t\t\t\t\t\t<a class=\"e-gallery-item elementor-gallery-item elementor-animated-content\" href=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-1-1.jpg\" data-elementor-open-lightbox=\"yes\" data-elementor-lightbox-slideshow=\"a8b9c05\" data-e-action-hash=\"#elementor-action%3Aaction%3Dlightbox%26settings%3DeyJpZCI6MjE5NCwidXJsIjoiaHR0cHM6XC9cL25oc3RheXNpZGUuZm91bmRhdGlvblwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNFwvMDZcL1BpY3R1cmUtMS0xLmpwZyIsInNsaWRlc2hvdyI6ImE4YjljMDUifQ%3D%3D\">\n\t\t\t\t\t<div class=\"e-gallery-image elementor-gallery-item__image\" data-thumbnail=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-1-1.jpg\" data-width=\"447\" data-height=\"412\" aria-label=\"\" role=\"img\" ><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-gallery-item__overlay\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t<a class=\"e-gallery-item elementor-gallery-item elementor-animated-content\" href=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-2-1.jpg\" data-elementor-open-lightbox=\"yes\" data-elementor-lightbox-slideshow=\"a8b9c05\" data-e-action-hash=\"#elementor-action%3Aaction%3Dlightbox%26settings%3DeyJpZCI6MjIwMCwidXJsIjoiaHR0cHM6XC9cL25oc3RheXNpZGUuZm91bmRhdGlvblwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNFwvMDZcL1BpY3R1cmUtMi0xLmpwZyIsInNsaWRlc2hvdyI6ImE4YjljMDUifQ%3D%3D\">\n\t\t\t\t\t<div class=\"e-gallery-image elementor-gallery-item__image\" data-thumbnail=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-2-1-769x1024.jpg\" data-width=\"769\" data-height=\"1024\" aria-label=\"\" role=\"img\" ><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-gallery-item__overlay\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t<a class=\"e-gallery-item elementor-gallery-item elementor-animated-content\" href=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-3-1.jpg\" data-elementor-open-lightbox=\"yes\" data-elementor-lightbox-slideshow=\"a8b9c05\" data-e-action-hash=\"#elementor-action%3Aaction%3Dlightbox%26settings%3DeyJpZCI6MjIwMSwidXJsIjoiaHR0cHM6XC9cL25oc3RheXNpZGUuZm91bmRhdGlvblwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNFwvMDZcL1BpY3R1cmUtMy0xLmpwZyIsInNsaWRlc2hvdyI6ImE4YjljMDUifQ%3D%3D\">\n\t\t\t\t\t<div class=\"e-gallery-image elementor-gallery-item__image\" data-thumbnail=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-3-1-733x1024.jpg\" data-width=\"733\" data-height=\"1024\" aria-label=\"\" role=\"img\" ><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-gallery-item__overlay\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t<a class=\"e-gallery-item elementor-gallery-item elementor-animated-content\" href=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-4-1.jpg\" data-elementor-open-lightbox=\"yes\" data-elementor-lightbox-slideshow=\"a8b9c05\" data-e-action-hash=\"#elementor-action%3Aaction%3Dlightbox%26settings%3DeyJpZCI6MjIwMiwidXJsIjoiaHR0cHM6XC9cL25oc3RheXNpZGUuZm91bmRhdGlvblwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNFwvMDZcL1BpY3R1cmUtNC0xLmpwZyIsInNsaWRlc2hvdyI6ImE4YjljMDUifQ%3D%3D\">\n\t\t\t\t\t<div class=\"e-gallery-image elementor-gallery-item__image\" data-thumbnail=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-4-1.jpg\" data-width=\"533\" data-height=\"711\" aria-label=\"\" role=\"img\" ><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-gallery-item__overlay\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t<a class=\"e-gallery-item elementor-gallery-item elementor-animated-content\" href=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-5-1.jpg\" data-elementor-open-lightbox=\"yes\" data-elementor-lightbox-slideshow=\"a8b9c05\" data-e-action-hash=\"#elementor-action%3Aaction%3Dlightbox%26settings%3DeyJpZCI6MjIwMywidXJsIjoiaHR0cHM6XC9cL25oc3RheXNpZGUuZm91bmRhdGlvblwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAyNFwvMDZcL1BpY3R1cmUtNS0xLmpwZyIsInNsaWRlc2hvdyI6ImE4YjljMDUifQ%3D%3D\">\n\t\t\t\t\t<div class=\"e-gallery-image elementor-gallery-item__image\" data-thumbnail=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Picture-5-1.jpg\" data-width=\"529\" data-height=\"654\" aria-label=\"\" role=\"img\" ><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"elementor-gallery-item__overlay\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>This project was open to both new and existing Art Angel participants who have experience of long-term mental health problems.<\/p>\n","protected":false},"author":4,"featured_media":2194,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[12],"tags":[],"class_list":["post-2191","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-case-study"],"acf":[],"_links":{"self":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts\/2191","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/comments?post=2191"}],"version-history":[{"count":0,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts\/2191\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/media\/2194"}],"wp:attachment":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/media?parent=2191"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/categories?post=2191"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/tags?post=2191"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}