{"id":2225,"date":"2024-06-24T14:18:16","date_gmt":"2024-06-24T14:18:16","guid":{"rendered":"https:\/\/nhstayside.foundation\/?p=2225"},"modified":"2024-06-24T15:00:48","modified_gmt":"2024-06-24T15:00:48","slug":"shakti-womens-aid","status":"publish","type":"post","link":"https:\/\/nhstayside.foundation\/2024\/06\/24\/shakti-womens-aid\/","title":{"rendered":"Shakti Women&#8217;s Aid"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"2225\" class=\"elementor elementor-2225\" data-elementor-post-type=\"post\">\n\t\t\t\t<div class=\"elementor-element elementor-element-f09f71f e-flex e-con-boxed e-con e-parent\" data-id=\"f09f71f\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-8571225 elementor-hidden-desktop dce_masking-none elementor-widget elementor-widget-image\" data-id=\"8571225\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img fetchpriority=\"high\" decoding=\"async\" width=\"244\" height=\"207\" src=\"https:\/\/nhstayside.foundation\/wp-content\/uploads\/2024\/06\/Shakti.png\" class=\"attachment-large size-large wp-image-2318\" alt=\"\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-0a087ab elementor-widget__width-inherit elementor-widget elementor-widget-elementskit-accordion\" data-id=\"0a087ab\" data-element_type=\"widget\" data-widget_type=\"elementskit-accordion.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"ekit-wid-con\" >\n        <div class=\"elementskit-accordion accoedion-primary\" id=\"accordion-6805220666e5c\">\n\n            \n                <div class=\"elementskit-card active\">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-0-0a087ab\">\n                        <a href=\"#collapse-01256456805220666e5c\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-01256456805220666e5c\" aria-expanded=\"true\" aria-controls=\"Collapse-01256456805220666e5c\">\n                            \n                            <span class=\"ekit-accordion-title\">• The Background<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-01256456805220666e5c\" class=\" show collapse\" aria-labelledby=\"primaryHeading-0-0a087ab\" data-parent=\"#accordion-6805220666e5c\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>Shakti Women’s Aid offers refuge accommodation support and information to all black minority ethnic women, their children and young people, experiencing and or fleeing domestic abuse, from their partner\/husband, ex-partner and or other family members. The services provided are specialised, non-judgmental, safe and confidential, and they are delivered in a manner which respects cultural and religious differences of its target group.<br \/><br \/>The aim would be to enable the outreach post to continue in Dundee whilst we seek a more sustainable funding option in collaboration with the Scottish Government and Dundee Council. Currently, the post holder in Dundee is supporting 37 women and their children (if any).<br \/><br \/>This project is funded by other funders and the number of women supported reflects the funding from HSCP and the Police.<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-1-0a087ab\">\n                        <a href=\"#collapse-65636af6805220666e5c\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-65636af6805220666e5c\" aria-expanded=\"false\" aria-controls=\"Collapse-65636af6805220666e5c\">\n                            \n                            <span class=\"ekit-accordion-title\">•  The Objectives<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-65636af6805220666e5c\" class=\" collapse\" aria-labelledby=\"primaryHeading-1-0a087ab\" data-parent=\"#accordion-6805220666e5c\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>Shakti Women’s Aid is a national organisation specialising in supporting all black minority ethnic women their children and young people experiencing and or fleeing domestic abuse and honour-based abuse.<br \/><br \/>The main aim of the project is to support all BME women, their children and young people to escape from domestic abuse and help them to set up safe independent lives for their children and themselves. Following are the key objectives and activities that are relevant to the project.<\/p><ul><li>Provide practical support to women on immigration rights and entitlements<\/li><li>Provide information to women about financial help available including NRPF<\/li><li>Provide information to women about housing options<\/li><li>Provide emotional support to women around the impact of domestic abuse<\/li><li>Provide risk and safety planning to women<\/li><li><span style=\"font-weight: 400\">Make appropriate referrals to specialist agencies including DWA and refuge accommodation<\/span><\/li><\/ul>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-2-0a087ab\">\n                        <a href=\"#collapse-1c422026805220666e5c\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-1c422026805220666e5c\" aria-expanded=\"false\" aria-controls=\"Collapse-1c422026805220666e5c\">\n                            \n                            <span class=\"ekit-accordion-title\">•  What They Have Done<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-1c422026805220666e5c\" class=\" collapse\" aria-labelledby=\"primaryHeading-2-0a087ab\" data-parent=\"#accordion-6805220666e5c\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>In this reporting period we provided support to 37 BME women who are affected by domestic abuse. Our services include crisis intervention, safety planning, counselling, legal advocacy, and community outreach.<br \/><br \/>Our service provision was further strengthened by our strong collaborations with our network-partners including other women's aid groups, legal services, law enforcement, health services, and local authorities to create a coordinated response to domestic abuse and Gender-Based abuse.<\/p><ul><li>Provide practical support to women on immigration rights and entitlements – We referred 29 women to immigration solicitors for advice regarding immigration status. Based on the nature of their current Visa, women were advised to apply for the following<\/li><li>DDVC,<\/li><li>asylum<\/li><li>to change their visa status<\/li><\/ul><ul><li>Provide information to women about financial help available including NRPF – We supported 38 women to get financial support including women with No recourse to Public Fund. We referred them to Support for Migrant Victim Project for Financial support, Applied for British Red cross crisis fund. Referred women to local food banks and helped them to access public funds.<\/li><\/ul><ul><li>Provide information to women about housing options – 36 women were given housing options. They were offered refuge spaces, referred into temporary accommodation through the council and 4 women had to move to Edinburgh due to NRPF status and no support being available for them in Dundee.<\/li><\/ul><ul><li>Provide emotional support to women around the impact of domestic abuse – 37 women were provided with emotional support. According to the service users' feedback, having a bilingual support worker from BME community helps them develop the trust and confidence to talk about their feelings and fears. 25 women were asked to go to their GP for help with their mental health. 11 women were referred to external Organisation for counselling. Due to language barrier and trust issues, we find it difficult to find an appropriate Counselling Service\/counsellors where we can refer women to.<\/li><\/ul><ul><li>Provide risk and safety planning to women – We had 21 new referrals in this reporting period and did 21 risk assessments and 21 women were provided with a personalised safety plan tailored to their specific needs. In case of high-risk cases, Police were involved to put markers on addresses and provided safety alarms.<\/li><\/ul><ul><li>Make appropriate referrals to specialist agencies including DWA and refuge accommodation – We work in collaboration with other Organisation to enhance the support to our service users, so they feel integrated within the community and are empowered. We referred 23 women to other Organisations including referral to Insight Counselling, DWA CYP service, DWA refuge, Angus WA, Perth Women’s Aid, Shakti refuge accommodation in Edinburgh, Keymoves our partner Organisation in Edinburgh providing supported accommodation to BME women and Edinburgh council.<\/li><\/ul>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-3-0a087ab\">\n                        <a href=\"#collapse-c1f18bd6805220666e5c\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-c1f18bd6805220666e5c\" aria-expanded=\"false\" aria-controls=\"Collapse-c1f18bd6805220666e5c\">\n                            \n                            <span class=\"ekit-accordion-title\">•  The Impact<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n\t\t\t\t\t\t\t\t\t\t<i class=\"icon icon-up-arrow\"><\/i>                                    <\/div>\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-c1f18bd6805220666e5c\" class=\" collapse\" aria-labelledby=\"primaryHeading-3-0a087ab\" data-parent=\"#accordion-6805220666e5c\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p>The support we provided gave the women, their children and young people the opportunity to safely leave their abusive relationship and regain their independence, enabling them to live their lives as they see fit. This made a significant difference in their lives.  Here's a quick summary of how this was accomplished.<br \/><br \/><strong>Overall outcomes achieved.<\/strong><\/p><ul><li><strong>Practical support<\/strong> involves providing tangible resources and guidance, addressing the immediate and long-term needs of BME women. Here's how it makes a difference:<\/li><\/ul><ul><li><strong>Culturally Sensitive Shelter and Housing:<\/strong> Shakti Women's Aid offers culturally appropriate accommodation at their safe refuge space, ensuring that women feel safe and respected within a familiar cultural context. This can be particularly important for BME women who may face additional barriers in mainstream shelters. In a small city like Dundee, BME women experiencing domestic abuse may often seek refuge outside the area. BME communities tend to be close-knit with large families, which can heighten feelings of vulnerability and risk for women. Consequently, there have been instances where women felt compelled to leave Dundee for safety reasons. To address this, we offered a secure refuge space in Edinburgh, providing women and children with a safe environment to begin a new chapter in their lives. One woman said <strong><em>“I feel so scared leaving my house. I am worried someone will see me and hurt me and my son. He has such a big family.”<\/em><\/strong><\/li><li><strong>Legal and Immigration Assistance:<\/strong> BME women have complex legal and immigration issues. We provided support to help women navigate the legal system, liaised with immigration lawyers to help women understand their rights, which is crucial for those who might face deportation or other immigration-related threats and may be at risk of Honor Based abuse. We also helped women find family lawyer to get advice on child contact and divorce. Mainstream organisations lack awareness about how women with immigration barriers can be helped. At Shakti we have a thorough understanding of the immigration being used to control and abuse women. This means that we can provide appropriate support and information. We work very closely with immigration solicitors to apply for <strong>Migrant Victim Domestic Abuse Concession MVDAC<\/strong> (previously known as <strong>Destitute Domestic Violence Concession DDVC)<\/strong> and asylum. Many BME that come to our service are not aware of the rules in the UK and need to be informed on their rights. We empower them by providing information and liaising with appropriate legal support agencies or Firms.<\/li><li><strong>Language and Communication Support:<\/strong> Language is a huge barrier for BME women to seek support. With a bilingual BME support worker who is sensitive to cultural and religious issues, the women find it easier to express their needs, comprehend their options, and make informed decisions. Although there is a great effort put in by mainstream organisations to understand cultural issues and the additional barriers women from BME backgrounds still don’t feel like they are understood.<\/li><\/ul><p>At Shakti our staff members are BME women themselves and have a sound awareness of the cultural and religious barriers that our service users have to overcome in order to seek and receive support.  As a result, it's very likely that service users don't believe they have to justify themselves in order to get the kind of support they need.  They also believe they are not being judged.  <\/p><p> “One instance was when a woman was pregnant and she found out that she was having a baby boy. She had to explain to her social worker why this was putting her at more risk than if she was having a girl”.<\/p><ul><li><strong>Financial and Employment Guidance:<\/strong> BME women may face additional economic barriers due to their immigration status; most of them have No Recourse to Public Fund. We helped <strong>19 women<\/strong> who have NRPF to get financial help through Support for Migrant Victim Project and apply for other financial help like British Red cross card. We supported women to access benefits, referred them to other Organisation for job training, and employment opportunities, enabling them to become financially independent and break free from financial dependence and abusive situations<\/li><\/ul><p> <\/p><p><strong>What difference did the above support make<\/strong><\/p><ul><li><strong>Practical and emotional support<\/strong>: addressed both immediate and long-term needs, recognizing the unique cultural, linguistic, and legal challenges they face. Practical support ensures safety, legal protection, and economic independence, while emotional support fosters healing, cultural understanding, and community building. Together, these supports provide a comprehensive approach that empowers BME women to escape abusive situations and create a better future for themselves and their families.<\/li><\/ul><ul><li><strong>Cultural Understanding and Sensitivity: <\/strong>Shakti Women's Aid offers emotional support that is culturally sensitive. This includes understanding different cultural backgrounds, which can impact the way abuse is experienced and addressed. Support from staff who share or understand the same culture has been very helpful for our service users. Women living in joint family system face additional struggles.  Joint families and abuse from in laws and siblings of your partner is a common issue in BME cases. There is lack of understanding in mainstream organisations about BME women experiencing abuse from extended family members. Shakti recognises abuse from other family members, particularly in honour-based abuse cases.<\/li><li><strong>Overcoming Stigma and Isolation:<\/strong> BME women face additional stigma within their communities for leaving an abusive relationship. Emotional support helps them navigate this isolation, providing a safe space to connect with others who share similar experiences.<\/li><li>Many BME women who come to us have tried to separate many times however due to family pressure, stigma and shame have gone back to their perpetrator. When they eventually flee, they lose support from family and are isolated from the community as getting separated and divorced are seen as women bringing shame to family and community. We helped these women overcome this isolation and meet other women from the community who have experienced similar events.<\/li><li><strong>Rebuilding Confidence and Self-worth<\/strong>: We work in partnership with other Organisation and referred our service users for counselling to Insight counselling and Penumbra. Support worker continues to provide emotional support to empower women by providing information and liaising with other Organisations. We provide women with practical tools that helps them gain independence. These might be as simple as learning the bus routes to get into town and making an appointment with her GP. We also take time to educate them to use online banking and Universal credit journal. Some women that we worked with have never had to manage finances. We support them to understand about budgeting, saving and understating banking systems. We help them enroll in language classes to enhance their ability to communicate efficiently in English. This also helps them get employment and further their skills.<\/li><\/ul>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                                        <\/div>\n    <\/div>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t<div class=\"elementor-element elementor-element-f2f223d e-flex e-con-boxed e-con e-parent\" data-id=\"f2f223d\" data-element_type=\"container\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-e4a89eb elementor-widget__width-auto elementor-widget elementor-widget-heading\" data-id=\"e4a89eb\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h6 class=\"elementor-heading-title elementor-size-default\">The Future<\/h6>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t<div class=\"elementor-element elementor-element-583c2a9 e-con-full e-flex e-con e-child\" data-id=\"583c2a9\" data-element_type=\"container\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t<div class=\"elementor-element elementor-element-8b39066 elementor-widget__width-auto elementor-widget elementor-widget-heading\" data-id=\"8b39066\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">In relation to service provision, we would continue to do what we are doing currently as well as exploring funding options beyond 2024 and strengthening our partnership work \n<\/h1>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-1c06419 elementor-widget__width-inherit elementor-align-justify elementor-widget elementor-widget-button\" data-id=\"1c06419\" data-element_type=\"widget\" data-widget_type=\"button.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<div class=\"elementor-button-wrapper\">\n\t\t\t\t\t<a class=\"elementor-button elementor-button-link elementor-size-lg\" href=\"https:\/\/www.dundeewomensaid.co.uk\/shakti.php\" target=\"_blank\" rel=\"noopener\">\n\t\t\t\t\t\t<span class=\"elementor-button-content-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"elementor-button-text\">For more information, visit the Dundee Women's Aid website <\/span>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<\/a>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Shakti Women’s Aid offers refuge accommodation support and information to all black minority ethnic women, their children and young people, experiencing and or fleeing domestic abuse, from their partner\/husband, ex-partner and or other family members.<\/p>\n","protected":false},"author":4,"featured_media":2318,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[12],"tags":[],"class_list":["post-2225","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-case-study"],"acf":[],"_links":{"self":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts\/2225","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/comments?post=2225"}],"version-history":[{"count":0,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/posts\/2225\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/media\/2318"}],"wp:attachment":[{"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/media?parent=2225"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/categories?post=2225"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/nhstayside.foundation\/wp-json\/wp\/v2\/tags?post=2225"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}